
var cdnUrl = 'http://tv.xingafrica.com/syty'
window.homeMenu = [
  {
    name: '风升水起·捞桃源鸡',
    category: 1, // 1冷菜
    advice: '芳心园',
    desc: '采用鸡、黄瓜、胡萝卜、香菜芝麻等原料制成，是一道寓意非常好的菜肴。一捞风生水起，二捞步步高升，三捞生意兴隆，四捞身体健康，五捞万事如意，六捞六六大顺，七捞大吉大利，八捞勤劳致富，九捞财源滚滚，十捞十全十美。',
    img1: cdnUrl + '/1/laotaoyuanji_1.jpg',
    img2: cdnUrl + '/1/laotaoyuanji.jpg',
    cookie: '<p class="step-item">1.将鸡肉清洗干净；</p>' +
      '<p class="step-item">2.锅中加适量水，加入葱、姜并将水烧开；</p>' +
      '<p class="step-item">3.将鸡肉放到开水中后马上捞起，重复三次，将鸡皮烫熟；</p>' +
      '<p class="step-item">4.将鸡放入开水中煮30分钟左右，捞出晾凉；</p>' +
      '<p class="step-item">5.将鸡皮完整取下，鸡肉和鸡骨分离，鸡肉撕成鸡丝，将鸡皮改刀切长条放在鸡肉上方；</p>' +
      '<p class="step-item">6.将花生油、盐、沙姜粉调成酱汁；</p>' +
      '<p class="step-item">7.将黄瓜、胡萝卜、京葱、洋葱切丝摆盘。</p>',
    address: '上海市金山区吕巷镇金张公路1818号',
    position: '121.25729,30.82669'
  },
  {
    name: '上海熏鱼',
    category: 1, // 1 冷菜
    advice: '上海珍新农业专业合作社',
    desc: '上海熏鱼呈酱红色，青鱼的鲜美肉质，密而不硬，肉质酥松、入口甜香，油炸的外焦内嫩，丝丝缕缕中都渗透了鲜和甜的味道，无论喝酒还是饮茶，夹一块慢慢享用，江南山水如映眼前，吟诗作画各得其所。',
    img1: cdnUrl + '/1/shanghaixunyu_1.jpg',
    img2: cdnUrl + '/1/shanghaixunyu.jpg',
    cookie: '<p></p>;' +
      '<p></p>' +
      '<p></p>' +
      '<p></p>' +
      '<p></p>' +
      '<p></p>',
    address: '上海市青浦区金泽镇田山庄村235号',
    position: '120.961301,31.057935'
  },
  {
    name: '白切羊肉',
    category: 1, // 1 热菜
    advice: '沥江生态园',
    desc: '阿狗羊肉的白切羊肉，在嘉定地区享有盛名，至今已有70多年的历史。白切羊肉充分保留了羊肉的原汁原味，切片色鲜味醇，肉质酥嫩，不腥不膻，清爽适口，风味别致。',
    img1: cdnUrl + '/1/baiqieyangroutu_1.jpg',
    img2: cdnUrl + '/1/baiqieyangroutu.jpg',
    cookie: '<p>1.选用优质山羊洗净内脏；</p>' +
      '<p>2.将洗好的羊肉下锅，加入葱姜、美味鲜酱油、蒜泥；</p>' +
      '<p>3.小火煮1个半小时，煮至用筷子插一下可以插透；</p>' +
      '<p>4.烧好后将羊肉捞出晾凉，入冰箱冷藏半天更佳；取出切片，蘸椒盐吃，配以香菜之类。</p>',
    address: '上海市嘉定区嘉朱公路3333号',
    position: '121.176995,31.453076'
  },
  {
    name: '凉拌火龙果皮',
    category: 1, // 1 冷菜
    advice: '合庆火龙果庄园',
    desc: '火龙果作为大家常吃的一种水果，营养价值被大家所看中，口感细腻甘甜，美味又营养，火龙果皮也是有益健康的养生食材，凉拌火龙果皮做法方便、清爽美味、营养健康。',
    img1: cdnUrl + '/1/liangbanhuolongguopi_1.jpg',
    img2: cdnUrl + '/1/liangbanhuolongguopi.jpg',
    cookie: '<p>1.把火龙果皮最外表的那层削去；</p>' +
      '<p>2.把削好的火龙果皮切成丝；</p>' +
      '<p>3.将火龙果丝放在盐水中浸泡十分钟后沥干水分；</p>' +
      '<p>4.根据个人口味调制酱汁，喜欢甜口酱汁放芝麻、蜂蜜，喜欢咸口的可以放生抽、少许醋、香油、大蒜、葱末；</p>' +
      '<p>5.待火龙果丝放凉后加入酱汁拌匀即可。</p>',
    address: '上海市浦东新区奚阳路555号',
    position: '121.731582,31.254039'
  },
  {
    name: '香米焗蟹',
    category: 2, // 1 热菜
    advice: '韩湘水博园（上海江川园艺有限公司）',
    desc: '梭子蟹加上黑松露米饭，鲜香可口、口感饱满、软嫩滑爽，吃一口，心满意足。',
    img1: cdnUrl + '/1/xiangmijuxie_1.jpg',
    img2: cdnUrl + '/1/xiangmijuxie.jpg',
    cookie:
      '<p>1.将东海梭子蟹清洗干净</p>' +
      '<p>2.将葱姜蒜剥去外皮清洗干净，分别切成葱段、姜片；</p>' +
      '<p>3.少许蟹斩块拍粉入油锅炸，炸好备用；</p>' +
      '<p>4.蟹块加入黑松露炒饭，加入油、盐、酱、醋调味料；</p>' +
      '<p>5.入锅3分钟之后，出锅装盘，蟹壳红润光亮，炒饭颗粒分明、口感软糯。</p>',
    address: '闵行区江川路3805号(近仙鹤路)',
    position: '121.335761,30.990343'
  },
  {
    name: '辉煌腾达',
    category: 2, // 2 热菜
    advice: '山阳田园',
    desc: '草鸭肉嫩而不柴，含有人体必需的多种氨基酸、维生素和矿物质。这道菜采用一年生的散养草鸭，瘦肉率高达85%以上，鸭肉爆炒焖煮后放入大肠中小火慢炖，肥肠软烂入味，鸭肉嫩而不腥。',
    img1: cdnUrl + '/1/huihuangtengda_1.jpg',
    img2: cdnUrl + '/1/huihuangtengda.jpg',
    cookie:
      '<p>1.准备好鸭子和大肠，用清水冲洗干净</p>' +
      '<p>2.将大肠焯水洗净备用；</p>' +
      '<p>3.将洗净的鸭子剁成小块，在刀法上讲究三刀轻一刀重；</p>' +
      '<p>4.剁好的鸭肉先用少许盐、料酒腌制几分钟；</p>' +
      '<p>5.锅中起油入蒜瓣、姜片炒香，加入鸭肉稍稍一爆，加入生抽、老抽、白砂糖大火焖煮20分钟；</p>' +
      '<p>6.放入大肠，中小火慢炖20分钟；</p>' +
      '<p>7.装盘后放入南瓜片点缀即可。</p>',
    address: '上海市金山区山阳镇亭卫公路2833弄183号',
    position: '121.359851,30.796637'
  },
  {
    name: '金秋夺葵',
    category: 2, // 2热菜
    advice: '新义农庄',
    desc: '金秋夺葵中的葵与“魁”同音，寓意美好，秋葵搭配虾仁、马蹄等配菜，烹制后闻之清香、食来细腻、色香味佳。',
    img1: cdnUrl + '/1/jinqiuduokui_1.jpg',
    img2: cdnUrl + '/1/jinqiuduokui.jpg',
    cookie: '<p>1.将秋葵洗净，加入适量的盐和油焯一下；</p>' +
      '<p>2.将虾仁、马蹄、胡萝卜、鱼肉切丁后，放入适量的鸡精、味精、胡椒、生粉，用筷子向一个方向进行搅拌，直到上劲；</p>' +
      '<p>3.把肉抓成一个丸子状后煮熟；</p>' +
      '<p>4.将秋葵切成伞状放在丸子上摆盘</p>',
    address: '上海市金山区枫泾镇新义村2038号',
    position: '121.031085,30.850561'
  },
  {
    name: '嫩茭凤尾虾',
    category: 2, // 2热菜
    advice: '上海东方绿舟度假村有限公司',
    desc: '以河虾为原料，虾肉洁白，尾壳鲜红，形似凤尾，菜品色彩艳丽，虾味鲜嫩。虾肉搭配茭白，不仅营养丰富，而且能提高机体的抗病能力和免疫力。',
    img1: cdnUrl + '/1/jiaofengweixia_1.jpg',
    img2: cdnUrl + '/1/jiaofengweixia.jpg',
    cookie: '<p>1.将嫩茭白去皮，洗净；</p>' +
      '<p>2.将淀山湖河虾去壳留尾；</p>' +
      '<p>3.将练塘茭白改刀炒熟加虾籽围边；</p>' +
      '<p>4.将淀山湖河虾划炒后出锅摆盘。</p>',
    address: '上海市青浦区沪青平公路6888号',
    position: '121.0199,31.117219'
  },
  {
    name: '淀山湖三白狮子头',
    category: 2, // 2热菜
    advice: '联怡枇杷乐园 ',
    desc: '淀山湖的银鱼、河虾仁、白水鱼组成三白，菜品颜色清丽，口感鲜嫩，让人不能不爱。',
    img1: cdnUrl + '/1/baishizitou_1.jpg',
    img2: cdnUrl + '/1/baishizitou.jpg',
    cookie: '<p>1.将太湖白鱼去头去尾切成鱼柳；</p>' +
      '<p>2.将鱼柳收入碗中，放入葱姜和水腌制；</p>' +
      '<p>3.银鱼去头切小粒；</p>' +
      '<p>4.白虾取肉剁成泥状</p>' +
      '<p>5.把虾茸、鱼茸放一起，放入盐、胡椒粉、生粉搅拌至上劲，再放入银鱼粒拌匀做成狮子头形状待用；</p>' +
      '<p>6.鸡汤煨制，放入准备好的葱姜，烧开放入狮子头煨熟放入辅料装盘即可。</p>',
    address: '上海市青浦区外青松公路7166号',
    position: '121.129619,31.132359'
  },
  {
    name: '红烧长江鮰鱼',
    category: 2, // 2热菜
    advice: '王家小院',
    desc: '鮰鱼又称江团白吉，肥头鱼，形似娃娃鱼，因鮰鱼仅产自长江口，故为宝山当地特产。烹制后的鮰鱼色泽红亮，香气四溢，咸中带甜，肥而不腻，鲜美绝伦。',
    img1: cdnUrl + '/1/hongshaoshangjianghuiyu_1.jpg',
    img2: cdnUrl + '/1/hongshaoshangjianghuiyu.jpg',
    cookie: '<p>1.选肥瘦相间700克鮰鱼一条洗净沥干，斩块，待用；</p>' +
      '<p>2.锅中放入姜片、葱段、少许油，略煸炒一下，放入鱼块，加入黄酒、酱油、糖、味精、胡椒粉，翻炒；</p>' +
      '<p>3.加盖焖10分钟后，淀粉勾芡，收汁，装盆即成。</p>',
    address: '罗泾镇塘湾村东塘宅43号',
    position: '121.325252,31.493406'
  },
  {
    name: '稻草扎羊排',
    category: 2, // 2 热菜
    advice: '上海小木屋花园度假村',
    desc: '李时珍在《本草纲目》中说：“羊肉能暖中补虚，补中益气。”用稻草将羊肉紧实地捆扎放入锅中烹煮，肉香、酱香、稻香交揉在一起，却又各自独立，肉软糯香醇却又韧脆爽口，此肉肥而不腻。',
    img1: cdnUrl + '/1/daocaozhayangpai_1.jpg',
    img2: cdnUrl + '/1/daocaozhayangpai.jpg',
    cookie: '<p>1.选用奉贤当地的羊肉，取最好的羊排部分切成8厘米长的段；</p>' +
      '<p>2.羊肉冲洗血水，用稻草捆扎，使肉质结实；</p>' +
      '<p>3.羊肉放在锅中煮开，放入姜、葱、八角、桂皮、生抽、老抽、白糖、味精调味；</p>' +
      '<p>4.小火慢炖，使稻草香味融入羊肉，回味无穷。</p>',
    address: '上海市奉贤区海湾镇五四公路1256号',
    position: '121.739352,30.872668'
  },
  {
    name: '稻田甲鱼汤',
    category: 3, // 3 汤羹
    advice: '東禾九谷开心农场',
    desc: '甲鱼肉鲜美、高营养、低脂肪，是进补佳品，而稻田甲鱼由于长期觅食，生长缓慢，肉质更精，口感更有嚼劲，滋味更胜一筹。农场养殖的鸡，肉质美味，将甲鱼和鸡肉鲜杀做出一列鲜美滋补的清汤。',
    img1: cdnUrl + '/1/jiayutang_1.jpg',
    img2: cdnUrl + '/1/jiayutang.jpg',
    cookie: '<p>1.将甲鱼宰杀，洗净，剁块，鸡剁成块；</p>' +
      '<p>2.锅里放水，鸡和甲鱼放到里面焯水备用；</p>' +
      '<p>3.把焯过水的鸡和甲鱼一起洗净放到锅里；</p>' +
      '<p>4.加入枸杞、葱、姜用大火烧开改小火炖，汤浓肉烂即可。</p>',
    address: '上海市崇明区竖新镇新征村588号',
    position: '121.714137,31.627344'
  },
  {
    name: '东湖特色猪油拌饭',
    category: 3, // 主食
    advice: '瀛东度假村',
    desc: '猪油拌饭是以猪油、米饭为主材制作而成的菜品，做法非常便利。酱油和猪油包裹着米饭，色泽亮黄，香味浓郁，不油不腻。',
    img1: cdnUrl + '/1/zhuyoubanpfan_1.jpg',
    img2: cdnUrl + '/1/zhuyoubanpfan.jpg',
    cookie: '<p>1.加入洗净的两无化大米和适量的水烧出锅巴饭；</p>' +
      '<p>2.加入猪油、猪油筋、豉油皇、小葱搅拌即可出锅。</p>',
    address: '上海市崇明区陈家镇瀛东村54号',
    position: '121.850388,31.471229'
  },
  {
    name: '火龙果奶昔',
    category: 3, // 3 饮品
    advice: '菊园百果园',
    desc: '火龙果奶昔具有补充营养、缓解便秘等功效和作用，紫色果肉的火龙果口感清甜味道浓郁，是非常健康的饮品。',
    img1: cdnUrl + '/1/huolongguonaixi_1.jpg',
    img2: cdnUrl + '/1/huolongguonaixi.jpg',
    cookie: '<p></p>' +
      '<p></p>' +
      '<p></p>' +
      '<p></p>',
    address: '上海市嘉定区沪宜公路5050弄',
    position: '121.213456,31.378123'
  }
];
window.riceMenu = [
  {
    name: '上海葱油鸡',
    advice: '上海珍新农业专业合作社',
    desc: '熬好的葱油加入鸡汁、鸡汤，按照一定的比例调配后，淋在雪白的鸡肉上，简单的做法，最大限度保留了食物原本的美味。鸡肉的鲜嫩和葱油香气相结合，鸡肉清鲜醇厚，葱香四溢。',
    img1: cdnUrl + '/2/congyouji_1.jpg',
    img2: cdnUrl + '/2/congyouji.jpg',
    cookie: '<p></p>' +
      '<p></p>' +
      '<p></p>' +
      '<p></p>',
    features:'新鲜熬的葱油淋到切盘了的鸡肉上，小葱碧绿、鸡肉嫩滑入味、鸡汤香醇鲜咸，这一口美味实在是无法抵挡。',
    address: '上海市青浦区金泽镇田山庄村235号',
    position: '120.961301,31.057935'
  },
  {name: '肉糜蒸膏蟹',
    advice: '凯博休闲农庄 ',
    desc: '在蒸煮梭子蟹时加入肉末，蟹鲜和肉末在蒸汽中油润相融，缕缕肉香从锅盖缝隙处飘散出来，蟹肉的鲜香也开始呈现出来。蒸熟后肉糜里浸满蟹膏，尝一口，鲜得眉毛掉下来。',
    img1: cdnUrl + '/2/zhenggaoxie_1.jpg',
    img2: cdnUrl + '/2/zhenggaoxie.jpg',
    cookie: '<p>1.五花肉切成肉糜，加入生抽、姜、料酒腌制；</p>' +
      '<p>2.膏蟹洗净后，切成块状备用；</p>' +
      '<p>3.肉糜平铺于盘底，放上切好的蟹块；</p>' +
      '<p>4.上笼蒸熟；</p>'+
      '<p>5.出锅后淋上蒸鱼豉油、撒上葱花即可。</p>',
    features:'蟹肉的鲜甜以及肉末的香浓美妙地融合在一起，汤汁里浸满蟹膏，用来拌饭，每一粒米饭都带着鲜香。',
    address: '上海市青浦区外青松公路7188号',
    position: '121.135334,31.128865'
  },
  {name: '红汤大鱼头',
    advice: '菊园百果园',
    desc: '花鲢属于高蛋白、低脂肪、低胆固醇的鱼类，有“美在腹、味在头”之说。选用水库花鲢鱼头，搭配海带在特制汤料中炖制，肉质鲜美细嫩，成菜香气扑鼻。',
    img1: cdnUrl + '/2/hongtangdayutou_1.jpg',
    img2: cdnUrl + '/2/hongtangdayutou.jpg',
    cookie: '<p></p>' +
      '<p></p>' +
      '<p></p>' +
      '<p></p>'+
      '<p></p>',
    features:'优质花鲢鱼头搭配海带炖煮，鱼肉肥嫩，鱼头吸满汤汁，胶质丰富，海带裹着浓郁的汤汁，咸香鲜美。',
    address: '上海市嘉定区沪宜公路5050弄',
    position: '121.213456,31.378123'
  },
  { name: '酱烧牛排骨',
    advice: '愚农庄园',
    desc: '酱烧牛排骨在内蒙草原牛排骨做法的基础上改良，既体现了本帮菜浓油赤酱的传统手艺，又保持内蒙牛排骨的原香味美，经过大火急煮和小火慢炖，使得肉香完全激发，肉质轻嫩多汁。',
    img1: cdnUrl + '/2/jiangshaoniupaigu_1.jpg',
    img2: cdnUrl + '/2/jiangshaoniupaigu.jpg',
    cookie: '<p>1.内蒙牛排骨开水下锅去腥后洗净备用；</p>' +
      '<p>2.起锅烧油，加入葱姜蒜爆香；</p>' +
      '<p>3.加入牛排骨翻炒；</p>' +
      '<p>4.加入用白糖、味精、盐、生抽、老抽调制而成的秘制调料，翻炒均匀；</p>' +
      '<p>5.炖煮60分钟左右，装盘即可。</p>',
    features:'以本帮做法烹制的草原牛排骨，酱香浓郁,软嫩脱骨,肉质Q弹有嚼劲，入口爆汁，唇齿留香。',
    address: '上海市嘉定区霜竹公路155号',
    position: '121.259661,31.482298'
  },
  { name: '农家鸡鸭杂四宝',
    advice: '拾花民宿',
    desc: '鸡鸭杂是一道地道的崇明农家菜，口味微辣、鲜香、色泽诱人，鸡鸭杂营养丰富，吃了此菜如得至宝。',
    img1: cdnUrl + '/2/jiyazasibao_1.jpg',
    img2: cdnUrl + '/2/jiyazasibao.jpg',
    cookie: '<p>1.准备鸡胗、鸡心、鸡肠、鸡鸭血；</p>' +
      '<p>2.将鸡胗、鸡心、鸡肠改刀成形，鸡鸭血改刀成小方块备用；</p>' +
      '<p>3.用菜籽油起锅烧热，加入蒜片、姜片、葱段爆香；</p>' +
      '<p>4.加入高汤后，放入鸡胗、鸡心、鸡肠、鸡鸭血烧制完成。</p>',
    features:'鸡胗鸡肠不柴而有韧劲，鸡鸭血滑嫩无腥味，汤底色泽金黄诱人，一碗平平无奇的杂碎却是你无法拒绝的风味。',
    address: '上海市崇明区新河镇新民村888号',
    position: '121.55981,31.615458'
  },
  { name: '黄焖稻田甲鱼小土豆',
    advice: '如砚民宿',
    desc: '稻田甲鱼搭配本地小土豆，文火焖煮过后，甲鱼软糯、土豆熟软，味道醇厚而鲜美，入味又下饭，令人食指大动。甲鱼的鲜嫩，小土豆的醇香，秋冬滋补选它没错了。',
    img1: cdnUrl + '/2/jiayuxiaotudou_1.jpg',
    img2: cdnUrl + '/2/jiayuxiaotudou.jpg',
    cookie: '<p>1.选用崇明稻田3斤左右优质甲鱼，洗净后切块备用；</p>' +
      '<p>2.砂锅内倒入食用油，烧热后，将甲鱼块放入砂锅内配以五花肉、葱姜蒜，翻炒均匀；</p>' +
      '<p>3.加入食用盐、黄酒、生抽、老抽，翻炒后加入矿泉水焖煮10分钟左右；</p>' +
      '<p>4.加入崇明自产本地小土豆，煮开后改文火焖煮20分钟；</p>' +
      '<p>5.最后撒上小葱花，出锅装盘即可。</p>',
    features:'肉质鲜嫩的甲鱼，浓郁的汤汁包裹软糯的小土豆，土洋结合，色泽金黄，香气诱人',
    address: '上海市崇明上海崇明区团城公路1768号',
    position: '121.593823,31.568725'
  },
  {name: '农家红烧肉',
    advice: '宿於民宿',
    desc: '红烧肉别称东坡肉、滚肉等，农家红烧肉最讲究的是原汁原味，菜品薄皮嫩肉，色泽红亮，味醇汁浓，酥烂而形不碎，香糯而不腻口，在我国各地流传甚广，是一道著名的大众菜肴。',
    img1: cdnUrl + '/2/hongshaorou_1.jpg',
    img2: cdnUrl + '/2/hongshaorou.jpg',
    cookie: '<p>1.五花肉放料酒、葱、姜焯水，反复冲洗干净沥水；</p>' +
      '<p>2.将五花肉倒入锅中煸炒出油（锅里不放油），盛出备用；</p>' +
      '<p>3.锅里放少量的油，放入冰糖，小火炒出糖色，倒入五花肉上色，加一勺料酒、三勺生抽、一勺蚝油、半勺老抽，翻炒均匀；</p>' +
      '<p>4.加入开水漫过食材，加入葱姜蒜、八角桂皮，小火炖50分钟，最后收汁即可。</p>',
    features:'五花肉的油脂粉糯香浓，肉质香软弹牙，肥而不腻，咬下去会有“爆浆”的感觉。',
    address: '上海市浦东新区连湖路287号',
    position: '121.70057,31.10959'
  }
];
window.afternoonTea = [
  {name: '拇指生煎',
  advice: '上海珍新农业专业合作社',
  desc: '“拇指生煎”，顾名思义生煎包的个头特别小，可以一口一个。通过调制秘制肉馅，古法和面，纯手工包制，焦香酥脆的包子底，鲜香爆汁的肉馅，吃了就停不下来。',
  img1: cdnUrl + '/3/muzhishengjian_1.jpg',
  img2: cdnUrl + '/3/muzhishengjian.jpg',
  cookie: '<p></p>' +
    '<p></p>' +
    '<p></p>' +
    '<p></p>',
  features:'皮薄、汁多、一口一个，做好的生煎焦香酥脆，肉馅鲜香，既营养又过瘾。',
  address: '上海市青浦区金泽镇田山庄村235号',
  position: '120.961301,31.057935'
},
{name: '手工桂花糕',
advice: '嘉朱桂花生态园',
desc: '桂花糕已有300多年历史，是用糯米粉、糖和桂花蜜为原料制作而成的中国特色传统小吃。桂花中含有非常丰富的维生素和多种微量元素，用桂花做出来的桂花糕，清香软糯，颜值也在线。',
img1: cdnUrl + '/3/guihuagao_1.jpg',
img2: cdnUrl + '/3/guihuagao.jpg',
cookie: '<p>1.先将糯米粉、粳米粉过筛；</p>' +
  '<p>2.加入白砂糖和糖桂花，用清水搅拌均匀；</p>' +
  '<p>3.将搅拌后的糕粉装入模具；</p>' +
  '<p>4.上蒸笼蒸约15分钟，倒入砧板冷却；</p>' +
  '<p>5.抹上植物油，撒上晒干后的桂花即可食用。</p>',
features:'滋润松软，细腻化渣，不翻粗，无糖子，口味香甜可口，具有浓郁的桂花清香。',
address: '上海市嘉定区北和公路138号雨化村',
position: '121.167669,31.425689'
},
{name: '南瓜饼',
advice: '沥江生态园',
desc: '南瓜含有大量的胡萝卜素和维生素C，有补中益气，健脾养胃的功效。南瓜饼是中国传统的点心之一，色泽金黄，香气四溢，入口即化，口感软糯，是一道老少皆宜的下午茶点心。',
img1: cdnUrl + '/3/nanguabing_1.jpg',
img2: cdnUrl + '/3/nanguabing.jpg',
cookie: '<p>1.将南瓜用清水洗净后去掉表面的硬皮，再用刀切成块状装入碗中</p>' +
  '<p>2.锅中装少量清水烧开，将盛放着南瓜块的碗放入蒸锅中蒸15分钟左右；</p>' +
  '<p>3.用勺子将南瓜块碾压成蓉状，加入适量的糯米粉、白砂糖并搅拌均匀，再用双手将它们揉成面团；</p>' +
  '<p>4.将面团揪成一个个的小剂子，再分别将它们搓成圆形，再用手掌的位置压一下，压成圆圆的南瓜饼形状；</p>' +
  '<p>5.在平底锅内倒入油，油热后放入南瓜饼煎制两面金黄即可。</p>',
features:'金黄酥脆的外表，香甜软糯的内里，趁热吃最香！这样的南瓜饼你确定不来一个？',
address: '上海市嘉定区嘉朱公路3333号',
position: '121.176995,31.453076'
},
{name: '飨宅小溏心塌饼',
advice: '聚念飨宅 ',
desc: '小溏心塌饼属于嘉定区北部华亭镇、娄塘镇周边的传统点心，使用鸡蛋和面粉制作而成。糯叽叽，香喷喷，一口就能爆浆的古早味小溏心塌饼有谁能拒绝呢？',
img1: cdnUrl + '/3/xiaotangxintabing_1.jpg',
img2: cdnUrl + '/3/xiaotangxintabing.jpg',
cookie: '<p>1.取面粉，打两个鸡蛋，倒上少许油，用温水和面，使劲揉，反复捏，揉成一个大面团；</p>' +
  '<p>2.把面团分成若干小团，开始捏胚子；</p>' +
  '<p>3.左手握面团，右手的大拇指嵌入面团中，轻轻握住，左手随着右手的节奏慢慢地转动，捏成腰果状的外壳；</p>' +
  '<p>4.在面团内放上绵白糖后封口，把面团放进芝麻里打个滚后，用擀面杖轻轻地擀成饼状；</p>' +
  '<p>5.起锅下少量菜油，油八分热，把面饼贴锅底，微火两面煎黄即可。</p>',
features:'外观金黄、口感软糯，这一口香甜酥脆，唤起了不少人儿时记忆里的味道。',
address: '上海市嘉定区华亭镇金吕村联四803户',
position: '121.304427,31.469466'
},
{name: '桂花酒酿黄桃农家',
advice: '拾花民宿',
desc: '桂花酒酿是上海地道小吃，黄桃与自制圆子裹上桂花酒酿，桂花的香气融入其中，淡淡幽幽的花香和浓浓的果香一同钻入鼻腔，沁人心脾。',
img1: cdnUrl + '/3/guihuajiunianghuangtao_1.jpg',
img2: cdnUrl + '/3/guihuajiunianghuangtao.jpg',
cookie: '<p>1.黄桃洗净后，去皮去核，取出果肉；</p>' +
  '<p>2.黄桃内放入本地自酿小圆子；</p>' +
  '<p>3.上蒸笼，蒸10分钟；</p>' +
  '<p>4.取出后用冰糖、桂花酒酿勾芡即可。</p>',
features:'桂花的清香，黄桃的甘甜，与圆滚滚的小圆子一起藏在甜滋滋的米酿里滑入喉头。',
address: '上海市崇明区新河镇新民村888号',
position: '121.55981,31.615458'
},
{name: '农家大圆子',
advice: '书院人家',
desc: '肉和菜经手工切碎调制成菜肉馅，煮好的大圆子透出自然的光泽，糯米皮柔软且带有弹性，轻轻咬上一口，能够明显感受到糯米的延展性，连绵不断，肉馅保留了少许青菜里的汁水，清新而鲜美。',
img1: cdnUrl + '/3/nongjiadayuanzi_1.jpg',
img2: cdnUrl + '/3/nongjiadayuanzi.jpg',
cookie: '<p>1.将猪肉洗净后剁成肉沫备用；</p>' +
  '<p>2.将青菜在开水里焯一下，然后拧干，同样剁碎备用；</p>' +
  '<p>3.在肉沫中加入盐、生抽、胡椒粉等调味，与剁碎的青菜调制成肉馅；</p>' +
  '<p>4.将稀饭熬浓稠，加入糯米粉搅拌上劲，分成小块备用；</p>' +
  '<p>5.将糯米团分成大小均匀的剂子，包入调制好的肉馅；</p>'+
  '<p>6.将包好的圆子下入开水烧熟捞出即可。</p>',
features:'糯米皮簿而酥糯，肉馅饱满而鲜美，一口咬下去，咸鲜味中还透着一股清香，十分满足。',
address: '上海市浦东新区书院镇临港大道3500弄29号',
position: '121.89937,30.947243'
},
];
